Revit 2027 API
PrintParameters.MaskCoincidentLines Property
 Indicates whether to mask coincident lines when printing.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool MaskCoincidentLines { get; set; }
Public Property MaskCoincidentLines As Boolean
	Get
	Set
public:
property bool MaskCoincidentLines {
	bool get ();
	void set (bool value);
}
member MaskCoincidentLines : bool with get, set
Property Value
Boolean
See Also
Reference
PrintParameters Class
Autodesk.Revit.DB Namespace